experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/100-64
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           4463
        other:                           0
        total:                           4463
    transactions:                        4463   (37.19 per sec.)
    queries:                             4463   (37.19 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      37.1884
    time elapsed:                        120.0106s
    total number of events:              4463

Latency (ms):
         min:                                   13.21
         avg:                                   26.88
         max:                                   85.74
         95th percentile:                       34.33
         sum:                               119986.72

Threads fairness:
    events (avg/stddev):           4463.0000/0.00
    execution time (avg/stddev):   119.9867/0.00