experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/20-15
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           4981
        other:                           0
        total:                           4981
    transactions:                        4981   (41.50 per sec.)
    queries:                             4981   (41.50 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      41.5035
    time elapsed:                        120.0140s
    total number of events:              4981

Latency (ms):
         min:                                   13.70
         avg:                                   24.09
         max:                                   66.87
         95th percentile:                       29.72
         sum:                               119991.68

Threads fairness:
    events (avg/stddev):           4981.0000/0.00
    execution time (avg/stddev):   119.9917/0.00