experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/200-172
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3786
        other:                           0
        total:                           3786
    transactions:                        3786   (31.55 per sec.)
    queries:                             3786   (31.55 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      31.5484
    time elapsed:                        120.0062s
    total number of events:              3786

Latency (ms):
         min:                                   16.48
         avg:                                   31.69
         max:                                  101.53
         95th percentile:                       39.65
         sum:                               119985.12

Threads fairness:
    events (avg/stddev):           3786.0000/0.00
    execution time (avg/stddev):   119.9851/0.00