experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/200-26
My process ID is 121
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3772
        other:                           0
        total:                           3772
    transactions:                        3772   (31.43 per sec.)
    queries:                             3772   (31.43 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      31.4273
    time elapsed:                        120.0230s
    total number of events:              3772

Latency (ms):
         min:                                   16.82
         avg:                                   31.81
         max:                                  109.44
         95th percentile:                       40.37
         sum:                               120002.45

Threads fairness:
    events (avg/stddev):           3772.0000/0.00
    execution time (avg/stddev):   120.0024/0.00