experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/400-139
My process ID is 119
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3077
        other:                           0
        total:                           3077
    transactions:                        3077   (25.64 per sec.)
    queries:                             3077   (25.64 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      25.6351
    time elapsed:                        120.0307s
    total number of events:              3077

Latency (ms):
         min:                                   13.94
         avg:                                   39.00
         max:                                  164.09
         95th percentile:                       61.08
         sum:                               120014.39

Threads fairness:
    events (avg/stddev):           3077.0000/0.00
    execution time (avg/stddev):   120.0144/0.00