experiment_scripts/scripts/CONTAINER_THROGHPUT/results/Basline/sysbench/400-375
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3082
        other:                           0
        total:                           3082
    transactions:                        3082   (25.68 per sec.)
    queries:                             3082   (25.68 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      25.6768
    time elapsed:                        120.0306s
    total number of events:              3082

Latency (ms):
         min:                                   17.06
         avg:                                   38.94
         max:                                  132.70
         95th percentile:                       59.99
         sum:                               120013.53

Threads fairness:
    events (avg/stddev):           3082.0000/0.00
    execution time (avg/stddev):   120.0135/0.00